<?php
    session_start();
?>


<!doctype html>
<html lang="ru">

<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta http-equiv="cleartype" content="on">
	<meta name="MobileOptimized" content="320">
	<meta name="HandheldFriendly" content="True">
	<meta name="apple-mobile-web-app-capable" content="yes">
	<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no">
	<title>Пользовательское соглашение</title>
	<link rel="shortcut icon" href="/image/fav_logo.ico">
	<link rel="stylesheet" href="../style.css">
	<style>
		body {
			overflow: scroll;
		}
        
         .document{
            margin-left: 1vh;
        }


	</style>
</head>

<body>

	<div class="document" id="document-content">
		<a id="logo" href="https://acaso.ru">acaso</a>
		<h3>Пользовательское Соглашение</h3>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем acaso.ru (далее acaso или Администрация) с одной стороны и пользователем сайта с другой.<br>Сайт acaso не является средством массовой информации.<br><br>Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br><b>Если Вы не согласны с условиями данного соглашения, не используйте сайт acaso!</b><br><br>
		<h3>Права и обязанности сторон</h3><b>Пользователь имеет право:</b><br>- осуществлять поиск информации на сайте<br>- получать информацию на сайте<br>- использовать информацию сайта в личных некоммерческих целях<br>- использовать информацию сайта в коммерческих целях с разрешения правообладателей<br><br><b>Администрация имеет право:</b><br>- ограничивать доступ к любой информации на сайте<br>- создавать, изменять, удалять информацию<br>- удалять учетные записи<br><br><b>Пользователь обязуется:</b><br>- обеспечивать сохранность личных данных от доступа третьих лиц<br>- обновлять Персональные данные, предоставленные при регистрации, в случае их изменения<br>- не нарушать работоспособность сайта<br>- не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу<br>- не совершать действия, направленные на введение других Пользователей в заблуждение<br>- не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам<br>- не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ<br>- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами<br><br><b>Администрация обязуется:</b><br>- поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.<br>- осуществлять разностороннюю защиту учетной записи Пользователя<br>- предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом<br><br>
		<h3>Ответственность сторон</h3>- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами<br>- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса<br><br>
		<h3>Условия действия Соглашения</h3>Данное Соглашение вступает в силу при любом использовании данного сайта.<br>Соглашение перестает действовать при появлении его новой версии.<br>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.<br>При любом изменении данного соглашения, администрация будет оповещать пользователей удобным для нее способом.<br><br><br>
		<p align="right">Соглашение разработано на базе юридических документов</p>
	</div>
</body>

</html>
